[
  {
    "id": "1",
    "title": "1",
    "question": "Let’s start with an easy one: I’m a former first lady, a former U.S. senator, a former secretary of state. You know my husband; you know me. I’m:",
    "hintimage": "./assets/ClintonSilo.jpg",
    "image": "./assets/ClintonBlue.jpg",
    "finalimage": "./assets/ClintonBW.jpg",
    "summary": "After a quarter-century on the national stage, Clinton, 67, is certainly the presidential candidate Americans know the most about. She had a deep résumé eight years ago when she lost the Democratic nomination to Barack Obama, and it got deeper as she traveled 1 million miles to a record 112 countries as Obama’s secretary of state. With no need to introduce herself, she is already framing her campaign not on herself (her opponents are sure to do that) but on voters' issues. Remember “It’s the economy, stupid” from Bill Clinton’s 1992 campaign? Here’s the reprise for 2016: “Americans have fought their way back from tough economic times, but the deck is still stacked in favor of those at the top,” she said in declaring her candidacy. “Everyday Americans need a champion, and I want to be that champion, so you can do more than just get by — you can get ahead and stay ahead.”",
    "storyurl": "http://www.seattletimes.com/nation-world/ap-sources-middle-class-economics-a-focus-of-clintons-bid/",
    "party": "D",
    "name": "Hillary Rodham Clinton",
    "otherpossiblenameoptions": "Lindsey Graham, Carly Fiorina, Chris Christie"
  },
  {
    "id": "2",
    "title": "2",
    "question": "Here’s another softball: My dad was president. My brother was president. I’m running for president. But, “It’s nobody’s turn,” I say. I’m running as my own man. And I am:",
    "hintimage": "./assets/BushSilo.jpg",
    "image": "./assets/BushRed.jpg",
    "finalimage": "./assets/BushBW.jpg",
    "summary": "John Ellis “Jeb” Bush, 62, is the second son of former President George H.W. Bush and Barbara Bush, and the younger brother of former President George W. Bush. Bush grew up in Houston and earned a degree in Latin American affairs from the University of Texas before working in Florida in the 1980s as a real estate developer, then as a staffer on his dad’s 1988 presidential campaign. He lost a gubernatorial bid in 1994, then won in 1998 as a “consensus-building pragmatist” and in 2002 became Florida’s first two-term GOP governor. His time in office was notable for tax cuts, Everglades protections -- and for its focus on education and school choice (he is famed for his love of books). Expect his approach in the primaries to be more positive and mainstream than some of the noisier candidates, who have drawn a lot of attention in early coverage and polls. Bush, who speaks fluent Spanish and who met his wife as a 17-year-old while on a foreign exchange in Mexico, has decried his rivals’ “crazy message of hate” and said he takes personally Donald Trump’s incendiary comments about Mexican immigrants.",
    "storyurl": "http://www.seattletimes.com/nation-world/jeb-bush-set-for-16-race-campaign-logo-omits-bush-surname/",
    "party": "R",
    "name": "Jeb Bush",
    "otherpossiblenameoptions": "Scott Walker, Rand Paul, Rick Perry"
  },
  {
    "id": "3",
    "title": "3",
    "question": "Who better to talk about me than me: “I’m like, a really smart person.” Despite calling Mexican immigrants rapists, “I think I’ll win the Hispanic vote.” And, “I’m worth MUCH more than $10 billion.” Yes, I’m the one, the only:",
    "hintimage": "./assets/TrumpSilo.jpg",
    "image": "./assets/TrumpRed.jpg",
    "finalimage": "./assets/TrumpBW.jpg",
    "summary": "He’s bombastic. He’s polarizing. He’s abrasive. He’s insulting. He’s full of himself. He’s a shameless self-promoter. And in a crowded race, he’s the one candidate who has made himself stand out so far. Trump, 69, is a real-estate developer, hotel and casino mogul and reality-TV personality. He has high name recognition – it helps when your name is plastered on a lot of buildings. He began showing an interest in politics when he toyed with a third-party presidential run in 2000. In 2011, he took up the “birther” cause, intimating that President Obama was not a natural-born U.S. citizen. Even after Obama publicly released his long-form Hawaii birth certificate, Trump has insisted he’s not convinced. As a 2016 candidate, Trump has offended many veterans by denigrating Sen. John McCain’s 5½ years as a POW who was tortured and held in solitary confinement. Trump risks alienating Hispanics, a large constituency coveted by any presidential candidate, by saying Mexican illegal immigrants are rapists and drug dealers – comments that cost him relationships with NBCUniversal, the PGA and other business interests. And yet, he has endeared himself to an energized slice of the GOP electorate: tea partyers and older, white Americans who feel angry, alienated and marginalized. They regard him as a truth-teller and a tough-minded alternative to career politicians – perhaps the only guy who’s making any sense. In early polling, he’s doing well in Iowa and leading in New Hampshire, despite offering little so far by way of actual policy. In the Republican debates, expect some candidates (Jeb Bush) to avoid rising to Trump’s bait, while others (Rick Perry, Lindsey Graham) may find it hard to resist. Expect Trump to suck the oxygen out of the room. And with his billions, expect him to stay in the race as long as it suits him.",
    "storyurl": "www.seattletimes.com/nation-world/donald-trump-says-he-has-no-regrets-about-16-kickoff-speech/",
    "party": "R",
    "name": "Donald Trump",
    "otherpossiblenameoptions": "Chris Christie, Carly Fiorina, Jeb Bush"
  },
  {
    "id": "4",
    "title": "4",
    "question": "Insert",
    "hintimage": "./assets/ChristieSilo.jpg",
    "image": "./assets/ChristieRed.jpg",
    "finalimage": "./assets/ChristieBW.jpg",
    "summary": "Insert",
    "storyurl": "",
    "party": "R",
    "name": "Chris Christie",
    "otherpossiblenameoptions": ""
  },
  {
    "id": "5",
    "title": "5",
    "question": "I ran for the GOP nomination in 2012 – and won 11 states, starting with Iowa, where I visited all 99 counties in my pickup truck. I’m known as a “conservative culture warrior” on issues like gay marriage and abortion. I’m:",
    "hintimage": "./assets/SantorumSilo.jpg",
    "image": "./assets/SantorumRed.jpg",
    "finalimage": "./assets/SantorumBW.jpg",
    "summary": "Santorum, 57, was a U.S. senator from 1995-2007, the third-ranking Republican there until losing reelection by 17 percentage points over his outspoken support for the Iraq war. He has been a tireless crusader throughout his political career on social issues shaped by his Catholic faith, opposing same-sex marriage and abortion rights and promoting conservative values. His views on homosexuality made him a target for Seattle sex columnist and LGBT activist Dan Savage, who started a campaign in 2003 that managed to hijack Santorum’s name into an obscene euphemism in urban dictionaries and search engines. In his 2012 primary campaign, Santorum gained widespread support from social conservatives, but he ultimately suspended his campaign when his youngest daughter, Bella, who was born with a rare genetic disorder, became seriously ill. Santorum mentioned cultural issues briefly in announcing his candidacy this time: “As president, I will stand for the principle that every life matters — the poor, the disabled and the unborn.” But in an interview with NBC News, he blamed his 2012 loss on talking about “dumb things” and said a 2016 run would be predicated on the economy more than social issues. That may be pragmatic: Many candidates in the big Republican field are gunning for Santorum’s religious conservative base.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/rick-santorum-faces-steep-climb-in-second-white-house-run/",
    "party": "R",
    "name": "Rick Santorum",
    "otherpossiblenameoptions": "Scott Walker, Ted Cruz, Rick Perry"
  },
  {
    "id": "6",
    "title": "6",
    "question": "I was governor of Arkansas before running for president in 2008 and landing a hosting gig on Fox News. I'm hoping to win more than just the Iowa caucuses this time around.",
    "hintimage": "./assets/HuckabeeSilo.jpg",
    "image": "./assets/HuckabeeRed.jpg",
    "finalimage": "./assets/HuckabeeBW.jpg",
    "summary": "",
    "storyurl": "",
    "party": "R",
    "name": "Mike Huckabee",
    "otherpossiblenameoptions": ""
  },
  {
    "id": "7",
    "title": "7",
    "question": "I’m the former governor of Texas. I once shot a coyote while jogging – that’s right, I jog with a gun. I ran for president in 2012 – you might remember my debate stumble. This time around, I’m wearing glasses. I just challenged that wimp Donald Trump to a pull-up contest. I am:",
    "hintimage": "./assets/PerrySilo.jpg",
    "image": "./assets/PerryRed.jpg",
    "finalimage": "./assets/PerryBW.jpg",
    "summary": "Perry, 65, was Texas’ governor for more than 14 ½ years. He stood out during the 2012 presidential campaign by displaying the swagger of a true Texan (he grew up on a cotton farm and has a degree in animal science from A&M) or that of a hotshot pilot (he flew C-130s in the Air Force.) However, the swagger gave way to a stumble during a GOP debate when he momentarily drew a blank on a question about federal agencies he’d eliminate. This time, he’s projecting more polish, ditching the cowboy boots and sporting glasses, though he did display a flash of machismo recently by challenging Donald Trump to a pull-up contest – Trump has said Perry lacks the “energy,” “brain power” and “toughness” to be president. Perry, in turn, has called Trump a “cancer on conservatism.” Perry has name recognition and conservative bona fides on issues such as Obamacare and homosexuality. But he’s rankled some social conservatives over issues such as an executive order in 2007 mandating HPV vaccinations for girls to prevent cancer, and extending in-state tuition to undocumented immigrants. In 2014, he was indicted by a grand jury in liberal Austin on two felony charges regarding his conduct in office; Perry has spent $2 million fighting the charges, and one has been dismissed. As for the coyote shooting, that’s a classic story of the old Rick Perry: The governor said he sometimes carries a .380 Ruger while jogging because he’s afraid of snakes. He was on a trail early one morning in 2010 when a coyote threatened his daughter’s Labrador puppy. Threat eliminated. “It was not in a lot of pain,” he said. “It pretty much went down at that particular juncture.” And yes, Perry has an A+ rating from the National Rifle Association.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/can-perry-stand-out-in-2016-without-his-signature-swagger/",
    "party": "R",
    "name": "Rick Perry",
    "otherpossiblenameoptions": "Rick Santorum, Ted Cruz, Jeb Bush"
  },
  {
    "id": "8",
    "title": "8",
    "question": "I'm a first-term U.S. Senator from Kentucky. My dad ran for president in 2008 and 2012. He's a libertarian, and I lean that way as well, advocating for smaller government and a more hands-off foreign policy. I am:",
    "hintimage": "./assets/PaulSilo.jpg",
    "image": "./assets/PaulRed.jpg",
    "finalimage": "./assets/PaulBW.jpg",
    "summary": "In many ways, Paul looks like a \"typical\" Republican: He opposes abortion rights, supports gun rights, and wants to repeal the Affordable Care Act and cut government spending. But Paul breaks from much of his party when it comes to using the military abroad: \"I’m a big fan of trying to exert and trying the diplomatic option as long as we can,\" he's said of Iran.",
    "storyurl": "",
    "party": "R",
    "name": "Rand Paul",
    "otherpossiblenameoptions": "Jeb Bush, Rick Santorum, Rick Perry"
  },
  {
    "id": "9",
    "title": "9",
    "question": "I'm a freshman U.S. Senator from Texas whose efforts to block enactment of the Affordable Care Act led to a government shutdown in 2013. I was the first person to formally declare my candidacy, all the way back in March. I am:",
    "hintimage": "./assets/CruzSilo.jpg",
    "image": "./assets/CruzRed.jpg",
    "finalimage": "./assets/CruzBW.jpg",
    "summary": "While Cruz might be most known for his opposition to the Affordable Care Act, but he also takes a hard-right line on climate change, free trade and federal spending. He has said he would like to audit the Federal Reserve and get rid of the IRS altogether.",
    "storyurl": "",
    "party": "R",
    "name": "Ted Cruz",
    "otherpossiblenameoptions": "Rick Perry, Jeb Bush, Marco Rubio"
  },
  {
    "id": "10",
    "title": "10",
    "question": "Insert",
    "hintimage": "./assets/WalkerSilo.jpg",
    "image": "./assets/WalkerRed.jpg",
    "finalimage": "./assets/WalkerBW.jpg",
    "summary": "Insert",
    "storyurl": "",
    "party": "R",
    "name": "Scott Walker",
    "otherpossiblenameoptions": ""
  },
  {
    "id": "11",
    "title": "11",
    "question": "I am the sitting governor of Louisiana. I’m just 44 years old. You’ve probably seen me on TV during hurricane season. My first name is actually Piyush, but you can call me:",
    "hintimage": "./assets/JindalSilo.jpg",
    "image": "./assets/JindalRed.jpg",
    "finalimage": "./assets/JindalBW.jpg",
    "summary": "The GOP nomination may be a long shot for the accomplished, Oxford-educated Rhodes Scholar wunderkind of Indian immigrants. He’s been active in health care and education policy, sued the U.S. Department of Education over Common Core, and would like to kill Louisiana’s state income tax. His presidential prospects will depend in large measure on evangelical voters. But other contenders also are determined to win over that group. “We have a bunch of great talkers running for president,” Jindal said at his opening rally. “We’ve had enough of talkers. It’s time for a doer.”",
    "storyurl": "http://www.seattletimes.com/nation-world/louisiana-gov-jindal-sets-up-2016-campaign-names-staff/",
    "party": "R",
    "name": "Bobby Jindal",
    "otherpossiblenameoptions": "Rand Paul, Lincoln Chaffee, Marco Rubio"
  },
  {
    "id": "12",
    "title": "12",
    "question": "Insert",
    "hintimage": "./assets/SandersSilo.jpg",
    "image": "./assets/SandersBlue.jpg",
    "finalimage": "./assets/SandersBW.jpg",
    "summary": "",
    "storyurl": "",
    "party": "D",
    "name": "Bernie Sanders",
    "otherpossiblenameoptions": "Bobby Jindal, Martin O'Malley, Lindsey Graham"
  },
  {
    "id": "13",
    "title": "13",
    "question": "Insert",
    "hintimage": "./assets/RubioSilo.jpg",
    "image": "./assets/RubioRed.jpg",
    "finalimage": "./assets/RubioBW.jpg",
    "summary": "His supporters hope his heritage can help him grab some Hispanic votes from Democrats, but his tough stance on immigration could make that a challenge.",
    "storyurl": "",
    "party": "R",
    "name": "Marco Rubio",
    "otherpossiblenameoptions": "Ted Cruz, Bobby Jindal, Lincoln Chaffee"
  },
  {
    "id": "14",
    "title": "14",
    "question": "I'm a former CEO of Hewlett-Packard. I lost my campaign for Senate in California in 2010, so if I make it to the White House, it'll be my first time in public office. I am:",
    "hintimage": "./assets/FiorinaSilo.jpg",
    "image": "./assets/FiorinaRed.jpg",
    "finalimage": "./assets/FiorinaBW.jpg",
    "summary": "Fiorina hopes to shrink federal spending, reform the tax code and outfit all police with body cameras. But because she faces stiff competition from people with clearer voter bases and more experience in government -- and because she's focused on contrasting herself to likely Democratic nominee Hillary Clinton -- her run is largely seen as a way to get a VP nod from whoever actually gets the Republican nomination.",
    "storyurl": "",
    "party": "R",
    "name": "Carly Fiorina",
    "otherpossiblenameoptions": "Lindsey Graham, Chris Christie, Hillary Clinton"
  },
  {
    "id": "15",
    "title": "15",
    "question": "I've represented South Carolina in both the House and the Senate. Unlike more libertarian-leaning members of my party, I am hawkish on foreign policy. I also riled up some fellow Republicans by supporting immigration reform.",
    "hintimage": "./assets/GrahamSilo.jpg",
    "image": "./assets/GrahamRed.jpg",
    "finalimage": "./assets/GrahamBW.jpg",
    "summary": "Insert",
    "storyurl": "",
    "party": "R",
    "name": "Lindsey Graham",
    "otherpossiblenameoptions": ""
  },
  {
    "id": "16",
    "title": "16",
    "question": "I am the former governor of Maryland. You might know me for signing laws making some undocumented immigrants eligible for in-state tuition and for legalizing gay marriage in my state. My name is:",
    "hintimage": "./assets/OmalleySilo.jpg",
    "image": "./assets/OmalleyBlue.jpg",
    "finalimage": "./assets/OmalleyBW.jpg",
    "summary": "It’s mighty early in the presidential campaign to put any stock in polling, but a recent Wall Street Journal/NBC News poll on declared Democratic candidates spelled out some daunting odds: O’Malley drew just 5 percent support – against Hillary Clinton’s 75 percent. O’Malley is positioning himself to the left of Clinton, as an alternative to the idea of a Clinton or Bush dynasty, and – at age 52 -- as the future face of the Democratic Party. He vows to overhaul the finance system and place checks and balances on Wall Street. But opponents note his legacy of tax increases in Maryland, and his tough-on-crime approach as governor has been scrutinized following riots in Baltimore over the death of Freddie Gray in police custody – he also had to apologize for responding to “Black Lives Matter” with the declaration “All lives matter.”",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/former-md-gov-omalley-jumps-into-2016-democratic-race/",
    "party": "D",
    "name": "Martin O'Malley",
    "otherpossiblenameoptions": "Ben Carson, George Pataki, John Kasich"
  },
  {
    "id": "17",
    "title": "17",
    "question": "You don’t have to be a brain surgeon to get into politics – but I happen to be one. I was the first to separate twins conjoined at the head. I’m not even president yet, but there’s already a high school named after me. I am:",
    "hintimage": "./assets/CarsonSilo.jpg",
    "image": "./assets/CarsonRed.jpg",
    "finalimage": "./assets/CarsonBW.jpg",
    "summary": "Carson, 63, is the retired head of pediatric neurosurgery at Johns Hopkins – a job he won at age 33. His skill took him across the globe on high-profile cases including 1987’s first-ever successful separation of twins conjoined at the back of the head. He was raised in abject poverty in inner-city Detroit by a mother who dropped out of school in third grade and married at 13. Yet she made her sons read two books per week and challenged them to excel. This bootstrap success story has made Carson an inspiration to the citizens of Detroit and to tea party conservatives alike. A devout Seventh Day Adventist, he also appeals to the religious right. Carson has received 67 honorary doctorate degrees. In 2001, the Library of Congress named him one of its “Living Legends,” and in 2008, President George W. Bush awarded him the Presidential Medal of Freedom, the nation’s highest civilian honor. One accolade is closer to home: Detroit’s Benjamin Carson High School of Science and Medicine. Carson is the author of bestselling books, including his autobiography, “Gifted Hands,” and Cuba Gooding Jr. played him in the movie. In 2013, he thrilled conservatives by delivering a 27-minute speech at the National Prayer Breakfast excoriating President Obama’s policies – while Obama shared the stage. Carson has made rhetorical missteps along the way for which he has had to apologize even to supporters, such as calling Obamacare “the worst thing that has happened in this nation since slavery.” Said Carson in announcing his bid: “I’m not a politician. I don’t want to be a politician, because politicians do what is politically expedient. I want to do what’s right.”",
    "storyurl": "www.seattletimes.com/nation-world/ben-carson-famed-neurosurgeon-running-for-president-2/",
    "party": "R",
    "name": "Ben Carson",
    "otherpossiblenameoptions": "Rick Santorum, Mike Huckabee, Jim Webb"
  },
  {
    "id": "18",
    "title": "18",
    "question": "Insert",
    "hintimage": "./assets/PatakiSilo.jpg",
    "image": "./assets/PatakiRed.jpg",
    "finalimage": "./assets/PatakiBW.jpg",
    "summary": "Insert",
    "storyurl": "",
    "party": "R",
    "name": "George Pataki",
    "otherpossiblenameoptions": ""
  },
  {
    "id": "19",
    "title": "19",
    "question": "I’m the governor of Ohio (the big Midwestern state that is key to any presidential election.) I was in the U.S. House before that, where I balanced the federal budget – no kidding! I’ve also hosted a show on Fox News. I’m:",
    "hintimage": "./assets/KasichSilo.jpg",
    "image": "./assets/KasichRed.jpg",
    "finalimage": "./assets/KasichBW.jpg",
    "summary": "Kasich, 63, hates a deficit. A nine-term congressman, he was chairman of the House Budget Committee in the 1990s and the architect of 1997’s balanced (and ultimately, surplus) federal budget. He also chaired the panel that overhauled the welfare system, and he championed reforms in defense spending. As governor of Ohio since 2011, he has eliminated the state’s $8 billion budget shortfall and reduced taxes by $3 billion. \"He was Paul Ryan before Paul Ryan,\" says GOP uber-tax-crusader Grover Norquist. And yet he has been criticized as insufficiently conservative for progressive policies in areas such as education - and especially for expanding Ohio’s Medicaid program under Obamacare. He has also largely sidestepped his party’s culture wars (though he has signed into law restrictions on voting rights and abortion rights, and tried to reign in public-sector unions.) He’s blunt, he can be abrasive, and he prefers not to toe a party line. \"John is a breath of fresh air,\" says former White House press secretary Ari Fleischer. \"He is a different kind of Republican. Albeit a staunch conservative, he is known to take unorthodox stands and think independently.\" But he’s polling right now at around 5 percent.",
    "storyurl": "http://www.seattletimes.com/nation-world/ohio-gov-kasich-is-16th-notable-entry-into-gop-race/",
    "party": "R",
    "name": "John Kasich",
    "otherpossiblenameoptions": "Martin O'Malley, Lindsey Graham, Ben Carson"
  },
  {
    "id": "20",
    "title": "20",
    "question": "I was a highly decorated Marine officer in Vietnam. Later, I was the Navy secretary, an assistant defense secretary and a U.S. senator from Virginia. I’m from a military family, but I famously opposed plans for the Iraq war. Who am I?",
    "hintimage": "./assets/WebbSilo.jpg",
    "image": "./assets/WebbBlue.jpg",
    "finalimage": "./assets/WebbBW.jpg",
    "summary": "Webb, 69, is proud to carry on a family tradition of citizen-soldiers dating to before the Revolutionary War, a history he documented in one of his 10 books. A Marine company commander in Vietnam, Webb received the Navy Cross, Silver Star, two Bronze Stars and two Purple Hearts. After mustering out due to combat injuries – shrapnel in his kidney, knee and head -- he attended Georgetown law and worked as a House staffer on veterans affairs. He was an assistant defense secretary and then secretary of the Navy under President Ronald Reagan, the first Annapolis grad to oversee the Navy. After resigning in 1988, he worked as an author of novels and nonfiction and as a filmmaker, winning an Emmy for a PBS documentary on U.S. Marines killed in Beirut. He even wrote the Hollywood screenplay for “Rules of Engagement,” starring Tommy Lee Jones and Samuel L. Jackson. In 2002, he wrote an op-ed for The Washington Post opposing the run-up to the Iraq war, and he later charged President George W. Bush with committing “the greatest strategic blunder in modern memory.” There was little love lost between him and Bush – at a 2006 White House reception, the two had a testy exchange regarding Webb’s son Jimmy, who was serving in Iraq at the time. It was so tense, Webb later had to set up a private White House meeting with Bush and Jimmy to bury the hatchet. In his Senate tenure, he was best known for sponsoring a post-9/11 GI Bill. In the 2016 campaign, expect Webb to draw distinctions between himself and Hillary Clinton, who as a senator voted to authorize the Iraq invasion.",
    "storyurl": "http://www.seattletimes.com/nation-world/former-virginia-sen-jim-webb-to-run-for-president/",
    "party": "D",
    "name": "Jim Webb",
    "otherpossiblenameoptions": "Scott Walker, Groge Pataki, John Kasich"
  },
  {
    "id": "21",
    "title": "21",
    "question": "I’m Rhode Island’s former governor and former U.S. senator. My dad had both those jobs, too. I used to be the Senate’s most liberal Republican. Now I’m running as a Democrat. I am:",
    "hintimage": "./assets/ChafeeSilo.jpg",
    "image": "./assets/ChafeeBlue.jpg",
    "finalimage": "./assets/ChafeeBW.jpg",
    "summary": "Chafee, 62, is best known as the only Republican senator to vote against authorizing the Iraq war in 2002. He was already left-leaning by GOP standards on issues such as gay marriage, immigrant rights and abortion. When he lost reelection to the Senate in 2007, he left the Republican Party and ran for governor as an independent, then became a Democrat three years into his term. Observers have questioned the seriousness of his campaign, and so far, he has done no real fundraising – more than 90 percent of the $396,000 he reported raising was a personal loan. Fun fact: After graduating from Brown University with a degree in the classics (where, he later said, he used cocaine), Chafee attended Montana State University’s Farrier School. (That’s horseshoeing to you city slickers.) He worked for 7 years shoeing racehorses at tracks across North America.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/chafee-to-unveil-presidential-run-puzzling-longtime-allies/",
    "party": "D",
    "name": "Lincoln Chafee",
    "otherpossiblenameoptions": "John Kasich, Rick Santorum, Ben Carson"
  },
  {
    "id": "22",
    "title": "22",
    "question": "I’m a former one-term governor of Virginia and former Republican National Committee chairman. I’m last to enter the race, but I’m unimpressed with the other candidates and think I’m more qualified. I also ran for president in 2007, so surely you remember me. Or, um, perhaps not. I’m:",
    "hintimage": "",
    "image": "",
    "finalimage": "",
    "summary": "Gilmore, 65, is the 17th Republican to run. And he’s the longest of the long-shots, without the name recognition or money of others. He was an Army intelligence officer during the Cold War and has foreign-policy expertise, and was Virginia’s governor for one term, 1998-2002. (Term limits prevented him from running again.) He briefly ran for president in 2007 but didn’t raise much money. In 2008, he lost a Senate race. With such a vast field, why is he running? From his website: “That’s a fair question, and deserves a straight answer. I’m a candidate for president because our current Washington leadership is guiding America on a path to decline and I can reverse that decline. … I have a vision for a different America. One that will return America’s policies of a dynamic entrepreneurial free market economy and a policy of peace through strength for our national security.”",
    "storyurl": "http://www.seattletimes.com/nation-world/former-virginia-gov-jim-gilmore-plans-presidential-run/",
    "party": "R",
    "name": "Jim Gilmore",
    "otherpossiblenameoptions": "Ron Paul, Ralph Nader, Rick Santorum"
  }
]