[
  {
    "id": 1,
    "title": 1,
    "question": "Let’s start with an easy one: I’m a former first lady, a former U.S. senator, a former secretary of state. You know my husband; you know me. I’m:",
    "hintimage": "./assets/ClintonSilo.jpg",
    "image": "./assets/ClintonBlue.jpg",
    "finalimage": "./assets/ClintonBW.jpg",
    "summary": "After a quarter-century on the national stage, Clinton, 67, is certainly the candidate Americans know the most about, and she's already framing her campaign not on herself (her opponents are sure to do that) but on voters' issues. Remember “It’s the economy, stupid” from Bill Clinton’s 1992 campaign? Here’s the reprise: “Americans have fought their way back from tough economic times, but the deck is still stacked in favor of those at the top,” she said in declaring her candidacy. “Everyday Americans need a champion, and I want to be that champion, so you can do more than just get by — you can get ahead and stay ahead.”",
    "storyurl": "http://www.seattletimes.com/nation-world/ap-sources-middle-class-economics-a-focus-of-clintons-bid/",
    "party": "D",
    "name": "Hillary Rodham Clinton",
    "droppedout": ""
  },
  {
    "id": 2,
    "title": 2,
    "question": "Here’s another softball: My dad was president. My brother was president. I'm running for president. But, “It’s nobody’s turn,” I say. I’m running as my own man. And I am:",
    "hintimage": "./assets/BushSilo.jpg",
    "image": "./assets/BushRed.jpg",
    "finalimage": "./assets/BushBW.jpg",
    "summary": "John Ellis “Jeb” Bush, 62, is the second son of former President George H.W. Bush and Barbara Bush, and the younger brother of former President George W. Bush. A developer in Florida, he became governor in 1998 as a “consensus-building pragmatist” and was re-elected in 2002. His time in office was notable for tax cuts, Everglades protections and a focus on education (he is famed for his love of books). Expect him to be more positive and mainstream than some opponents. Bush, who speaks fluent Spanish and met his wife in Mexico, said he's offended by Donald Trump’s incendiary comments about immigrants and has derided a \"crazy message of hate.\"",
    "storyurl": "http://www.seattletimes.com/nation-world/jeb-bush-set-for-16-race-campaign-logo-omits-bush-surname/",
    "party": "R",
    "name": "Jeb Bush",
    "droppedout": ""
  },
  {
    "id": 3,
    "title": 3,
    "question": "Who better to talk about me than I: “I’m like, a really smart person.” Despite calling Mexican immigrants rapists, “I think I'll win the Hispanic vote.” And, “I'm worth MUCH more than $10 billion.” Yes, I'm the one, the only:",
    "hintimage": "./assets/TrumpSilo.jpg",
    "image": "./assets/TrumpRed.jpg",
    "finalimage": "./assets/TrumpBW.jpg",
    "summary": "He’s bombastic. He’s insulting. He’s a shameless self-promoter. Trump, 69, is a real-estate developer, hotel-casino mogul and reality-TV star. He's a “birther,” implying President Obama is foreign-born. Even after Obama released his Hawaii birth certificate, Trump insisted he’s unconvinced. Trump has denigrated Sen. John McCain’s 5½ years as a POW and torture victim and risks alienating Hispanic voters by calling Mexican illegal immigrants rapists and drug dealers. But he has endeared himself to tea partiers and older white Americans who feel angry, alienated and marginalized. He’s polling well in Iowa and New Hampshire but has offered little so far in policy ideas.  And with his billions, expect him to stay in the race as long as it suits him.",
    "storyurl": "www.seattletimes.com/nation-world/donald-trump-says-he-has-no-regrets-about-16-kickoff-speech/",
    "party": "R",
    "name": "Donald Trump",
    "droppedout": ""
  },
  {
    "id": 4,
    "title": 4,
    "question": "I'm the brash governor of New Jersey and a former United States Attorney. Some are turned off by my combative style, but others just see me as a straight shooter. I am:",
    "hintimage": "./assets/ChristieSilo.jpg",
    "image": "./assets/ChristieRed.jpg",
    "finalimage": "./assets/ChristieBW.jpg",
    "summary": "Christie, 52, is another in-your-face character. His spending cuts and property-tax caps in New Jersey helped make him a darling of fellow Republicans, and a collaboration with President Obama on Hurricane Sandy relief showed he could put politics aside when necessary. But his popularity - and his presidential prospects - tanked after a scandal broke in early 2014 in which his staffers had lanes closed on the George Washington Bridge to snarl traffic in Fort Lee, N.J., because the mayor there wouldn't endorse Christie's re-election bid. It wasn't the first time the governor was accused of using his position to bully rivals. Ironically, Christie's reputation as a U.S. Attorney in New Jersey was built on prosecuting corruption cases.",
    "storyurl": "http://www.seattletimes.com/nation-world/christie-back-at-high-school-to-announce-2016-run/",
    "party": "R",
    "name": "Chris Christie",
    "droppedout": ""
  },
  {
    "id": 5,
    "title": 5,
    "question": "I ran for the GOP nomination in 2012 – and won 11 states, starting with Iowa, where I visited all 99 counties in my pickup truck. I’m known as a “conservative culture warrior” on issues like gay marriage and abortion. I’m:",
    "hintimage": "./assets/SantorumSilo.jpg",
    "image": "./assets/SantorumRed.jpg",
    "finalimage": "./assets/SantorumBW.jpg",
    "summary": "Santorum, 57, was the third-ranking Senate Republican before losing re-election in 2006 over his outspoken support for the Iraq war. The Pennsylvanian is a tireless crusader on conservative social issues shaped by his Catholic faith, His views on homosexuality made him a target for Seattle sex columnist Dan Savage, who managed to transform Santorum’s name into an obscene euphemism in urban dictionaries and search engines. Santorum briefly mentioned cultural issues in announcing his candidacy this time, but in an interview with NBC News he said he had talked about “dumb things” in 2012 when he finished second to Mitt Romney in delegates , and planned a focus on the economy this time. That may be pragmatic: Many candidates in the big Republican field are vying for Santorum’s religious conservative base.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/rick-santorum-faces-steep-climb-in-second-white-house-run/",
    "party": "R",
    "name": "Rick Santorum",
    "droppedout": ""
  },
  {
    "id": 6,
    "title": 6,
    "question": "I was governor of Arkansas before running for president in 2008 and landing hosting gigs on Fox News and talk radio. I'm hoping to win more than just the Iowa caucuses this time around. Oh, and Chuck Norris is a pal of mine. I am:",
    "hintimage": "./assets/HuckabeeSilo.jpg",
    "image": "./assets/HuckabeeRed.jpg",
    "finalimage": "./assets/HuckabeeBW.jpg",
    "summary": "Huckabee, 59, spent his early adulthood as a Southern Baptist minister before being elected Arkansas' lieutenant governor in 1993. Later, he became the third-longest-serving governor in his state's history (Bill Clinton is second). Another record of his tenure: Huckabee commuted sentences of and pardoned 1,033 prisoners, twice as many as his three predecessors combined. One of those prisoners was Maurice Clemmons, who went on to murder four police officers in Lakewood, Wash., in 2009. Huckabee generally opposes gun control, abortion rights, same-sex marriage and Obamacare. He also has said the government should put more of its budget toward military defense, and that schools should teach creationism as an alternative to evolution.",
    "storyurl": "http://www.seattletimes.com/nation-world/in-arkansas-huckabee-poised-to-launch-2nd-white-house-bid/",
    "party": "R",
    "name": "Mike Huckabee",
    "droppedout": ""
  },
  {
    "id": 7,
    "title": 7,
    "question": "I’m the former governor of Texas. I once shot a coyote while jogging – that’s right, I jog with a gun. I ran for president in 2012. This time around, I’m wearing glasses. I just challenged Donald Trump to a pull-up contest. I am:",
    "hintimage": "./assets/PerrySilo.jpg",
    "image": "./assets/PerryRed.jpg",
    "finalimage": "./assets/PerryBW.jpg",
    "summary": "Perry, 65, was governor for 14½ years. In the 2012 race, he displayed the swagger of a native Texan (he grew up on a cotton farm) and a hotshot pilot (he flew C-130s in the Air Force.) He stumbled in a debate when he momentarily drew a blank about federal agencies he’d eliminate. This time, he’s more polished, though he's feuding with Trump, who says Perry isn't tough. Perry has conservative bona fides but rankled social conservatives by mandating HPV vaccinations for girls and offering in-state tuition to illegal immigrants. A grand jury indicted him In 2014 over conduct in office, but one of two charges has been dismissed. As for the coyote: Perry said he sometimes carries a gun while jogging because he’s afraid of snakes. One morning in 2010, a coyote threatened his daughter’s dog. Threat eliminated. And yes, Perry has an A+ rating from the NRA.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/can-perry-stand-out-in-2016-without-his-signature-swagger/",
    "party": "R",
    "name": "Rick Perry",
    "droppedout": "x"
  },
  {
    "id": 8,
    "title": 8,
    "question": "I'm a first-term U.S. senator from Kentucky. My dad ran for president in 2008 and 2012. He's a libertarian, and I lean that way as well, advocating for smaller government and a more hands-off foreign policy. I am:",
    "hintimage": "./assets/PaulSilo.jpg",
    "image": "./assets/PaulRed.jpg",
    "finalimage": "./assets/PaulBW.jpg",
    "summary": "In many ways, Paul looks like a \"typical\" Republican: He opposes abortion rights, supports gun rights and wants to repeal the Affordable Care Act and cut government spending. But Paul breaks from much of his party when it comes to using the military abroad: \"I'm a big fan of trying to exert and trying the diplomatic option as long as we can,\" he's said of Iran.",
    "storyurl": "http://www.seattletimes.com/seattle-news/politics/rand-paul-ready-to-join-2016-presidential-campaign/",
    "party": "R",
    "name": "Rand Paul",
    "droppedout": ""
  },
  {
    "id": 9,
    "title": 9,
    "question": "I'm a freshman U.S. senator from Texas and former Supreme Court clerk whose efforts to block funding for the Affordable Care Act led to a government shutdown in 2013. I was the first person to formally declare my candidacy, all the way back in March. I am:",
    "hintimage": "./assets/CruzSilo.jpg",
    "image": "./assets/CruzRed.jpg",
    "finalimage": "./assets/CruzBW.jpg",
    "summary": "While Cruz might be most known for his opposition to the Affordable Care Act, he also takes a hard-right line on climate change, free trade and federal spending. A former law clerk for Chief Justice William Rehnquist, Cruz has said he would like to audit the Federal Reserve and get rid of the IRS altogether. His supporters hope his Cuban heritage can help him grab some Hispanic votes from Democrats, but his tough stance on immigration could make that a challenge.",
    "storyurl": "http://www.seattletimes.com/nation-world/cruz-launches-campaign-at-worlds-largest-christian-college/",
    "party": "R",
    "name": "Ted Cruz",
    "droppedout": ""
  },
  {
    "id": 10,
    "title": 10,
    "question": "I've been governor of Wisconsin since 2011. In that time, I've skyrocketed to national prominence by limiting collective-bargaining rights for public employees and then surviving a recall election. I am:",
    "hintimage": "./assets/WalkerSilo.jpg",
    "image": "./assets/WalkerRed.jpg",
    "finalimage": "./assets/WalkerBW.jpg",
    "summary": "Walker, 47, has the support of early poll respondents and big-money political donors such as David Koch. Though known for his battles with labor unions, he's not a one-trick conservative pony: He takes a hard line against abortion rights, including in cases of rape; and he's enacted about $2 billion in tax cuts in Wisconsin, although they've come with higher taxes for some low-income residents. Walker told a campaign rally that abolishing the federal income tax \"sounds pretty tempting.\" While his positions aren't all that distinct from other Republican candidates (except for wanting curbs on legal immigration), he's seen as a more palatable firebrand than Trump or Christie, and he could turn his blue state red for the first presidential election since 1984.",
    "storyurl": "http://www.seattletimes.com/nation-world/wisconsin-gov-scott-walker-entering-2016-presidential-race/",
    "party": "R",
    "name": "Scott Walker",
    "droppedout": "x"
  },
  {
    "id": 11,
    "title": 11,
    "question": "I am the sitting governor of Louisiana. I’m just 44 years old. You’ve probably seen me on TV during hurricane season. My first name is actually Piyush, but you can call me:",
    "hintimage": "./assets/JindalSilo.jpg",
    "image": "./assets/JindalRed.jpg",
    "finalimage": "./assets/JindalBW.jpg",
    "summary": "The GOP nomination may be a long shot for the accomplished, Oxford-educated Rhodes Scholar child of Indian immigrants. He’s been active in health care and education policy, sued the U.S. Department of Education over Common Core, and would like to kill Louisiana’s state income tax. His presidential prospects will depend in large measure on evangelical voters. But other contenders also are determined to win over that group. “We have a bunch of great talkers running for president,” Jindal said at his opening rally. “We’ve had enough of talkers. It’s time for a doer.”",
    "storyurl": "http://www.seattletimes.com/nation-world/louisiana-gov-jindal-sets-up-2016-campaign-names-staff/",
    "party": "R",
    "name": "Bobby Jindal",
    "droppedout": ""
  },
  {
    "id": 12,
    "title": 12,
    "question": "I'm running as a Democrat, but I've spent most of my political career as an independent socialist while representing Vermont in the House and now the Senate. I am:",
    "hintimage": "./assets/SandersSilo.jpg",
    "image": "./assets/SandersBlue.jpg",
    "finalimage": "./assets/SandersBW.jpg",
    "summary": "Sanders, 73, has been described as a \"small 'S' socialist\" - he's running to the left of the other Democratic candidates, but not radically so. He's long fought against income inequality and wants to raise payroll taxes on the rich; he continues to advocate for a national single-payer health-care system (as other Democrats did pre-Obamacare); and he's said \"unfettered free trade has been a disaster for the American people.\" He'd also like to see the government invest more in education and infrastructure. Once a consistent aisle-crosser in Congress, Sanders now believes the Republican Party has moved so far to the right that negotiating with them is often impossible. In any case, even if he loses the nomination, his run could affect the focus of the Democratic primary and bring class issues more to the fore.",
    "storyurl": "http://www.seattletimes.com/nation-world/in-presidential-bid-sanders-warns-not-to-underestimate-him/",
    "party": "D",
    "name": "Bernie Sanders",
    "droppedout": ""
  },
  {
    "id": 13,
    "title": 13,
    "question": "Though I've only been in the Senate since 2011, I'm already a national GOP darling. The child of Cuban immigrants, I speak passionately about \"restoring the American Dream ... because I've lived it myself.\" I am:",
    "hintimage": "./assets/RubioSilo.jpg",
    "image": "./assets/RubioRed.jpg",
    "finalimage": "./assets/RubioBW.jpg",
    "summary": "As one of the authors of the Senate's comprehensive immigration-reform bill in 2013, Rubio supported a path to citizenship for undocumented immigrants, but later shifted his attention to border security. His campaign has focused more on foreign policy than on immigration, criticizing the Obama administration's moves to negotiate with Iran and reopen diplomatic relations with Cuba. Rubio, 44, has proposed cutting taxes even if it increases the deficit, and would like to cut spending on Medicare and Social Security.",
    "storyurl": "http://www.seattletimes.com/nation-world/all-signs-point-to-white-house-bid-for-florida-sen-rubio/",
    "party": "R",
    "name": "Marco Rubio",
    "droppedout": ""
  },
  {
    "id": 14,
    "title": 14,
    "question": "I'm a former CEO of Hewlett-Packard. I lost my campaign for Senate in California in 2010, so if I make it to the White House, it'll be my first time in public office. I am:",
    "hintimage": "./assets/FiorinaSilo.jpg",
    "image": "./assets/FiorinaRed.jpg",
    "finalimage": "./assets/FiorinaBW.jpg",
    "summary": "Fiorina hopes to shrink federal spending, reform the tax code and outfit all police with body cameras. But because she faces stiff competition from people with clearer voter bases and more experience in government - and because she's focused on contrasting herself to likely Democratic nominee Hillary Clinton - her run is largely seen as a way to get a VP nod from the eventual Republican nominee.",
    "storyurl": "http://www.seattletimes.com/seattle-news/politics/fiorina-aims-to-keep-clinton-from-playing-the-gender-card/",
    "party": "R",
    "name": "Carly Fiorina",
    "droppedout": ""
  },
  {
    "id": 15,
    "title": 15,
    "question": "I've represented South Carolina in both the House and the Senate. Unlike more libertarian-leaning members of my party, I am hawkish on foreign policy. I also riled up some fellow Republicans by supporting immigration reform.",
    "hintimage": "./assets/GrahamSilo.jpg",
    "image": "./assets/GrahamRed.jpg",
    "finalimage": "./assets/GrahamBW.jpg",
    "summary": "Graham, 60, is one of the few Republicans who support immigration reform and believe humans are contributing to climate change. His main issue, though, seems to be foreign policy: He's among the most hawkish in the Senate and the GOP as a whole. In announcing his presidential bid, Graham said: \"I want to be president to defeat the enemies that are trying to kill us. I am ready to be Commander in Chief on day one.\"",
    "storyurl": "http://www.seattletimes.com/nation-world/lindsey-graham-im-running-to-be-best-commander-in-chief/",
    "party": "R",
    "name": "Lindsey Graham",
    "droppedout": ""
  },
  {
    "id": 16,
    "title": 16,
    "question": "I am the former governor of Maryland and mayor of Baltimore. You might know me for signing laws making some undocumented immigrants eligible for in-state tuition and for legalizing gay marriage in my state. My name is:",
    "hintimage": "./assets/OmalleySilo.jpg",
    "image": "./assets/OmalleyBlue.jpg",
    "finalimage": "./assets/OmalleyBW.jpg",
    "summary": "It’s mighty early in the presidential campaign to put any stock in polling, but a recent poll spelled out some daunting odds: O’Malley drew just 5 percent support – against Hillary Clinton’s 75 percent. O’Malley is positioning himself to the left of Clinton, as an alternative to the idea of a Clinton or Bush dynasty, and – at age 52 – as the future face of the Democratic Party. He vows to overhaul the finance system and place checks and balances on Wall Street. But critics note his legacy of tax increases in Maryland, and his tough-on-crime approach as mayor has been scrutinized following riots in Baltimore over the death of Freddie Gray in police custody – he also had to apologize for responding to “Black Lives Matter” with the declaration “All lives matter.”",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/former-md-gov-omalley-jumps-into-2016-democratic-race/",
    "party": "D",
    "name": "Martin O'Malley",
    "droppedout": ""
  },
  {
    "id": 17,
    "title": 17,
    "question": "You don’t have to be a brain surgeon to get into politics – but I happen to be one. I was the first to separate twins conjoined at the head. I’m not even president yet, but there’s already a high school named after me. I am:",
    "hintimage": "./assets/CarsonSilo.jpg",
    "image": "./assets/CarsonRed.jpg",
    "finalimage": "./assets/CarsonBW.jpg",
    "summary": "Carson, 63, is the retired head of pediatric neurosurgery at Johns Hopkins. He was raised in poverty in inner-city Detroit by a mother with a third-grade education who made her sons read books and challenged them to excel. He's an inspiration to many, including the tea party. A devout Seventh Day Adventist, he appeals to the religious right. Carson has received 67 honorary doctorates and the Presidential Medal of Freedom, is a Library of Congress “Living Legend” and is namesake to Detroit’s Benjamin Carson High School. His bestselling books include the autobiography “Gifted Hands.” Cuba Gooding Jr. played him in the movie. In 2013, he thrilled conservatives by excoriating President Obama’s policies – while Obama shared the stage. Carson has made missteps, such as calling Obamacare “the worst thing that has happened in this nation since slavery.” Said Carson: “I’m not a politician. I don’t want to be a politician, because politicians do what is politically expedient. I want to do what’s right.”",
    "storyurl": "www.seattletimes.com/nation-world/ben-carson-famed-neurosurgeon-running-for-president-2/",
    "party": "R",
    "name": "Ben Carson",
    "droppedout": ""
  },
  {
    "id": 18,
    "title": 18,
    "question": "I was governor of New York until 2006, and I'm one of the more moderate Republicans in the race. I am:",
    "hintimage": "./assets/PatakiSilo.jpg",
    "image": "./assets/PatakiRed.jpg",
    "finalimage": "./assets/PatakiBW.jpg",
    "summary": "Pataki, 70, has flirted with a presidential bid for years. He announced his campaign with a video that invoked Sept. 11, which happened during his tenure as governor (former New York City Mayor Rudy Giuliani used a similar tactic in 2008). The Yale- and Columbia-educated Pataki speaks four languages. Unlike his fellow Republican candidates, Pataki has supported abortion rights and efforts to reduce greenhouse gases. But he's in lock-step with many of them in criticizing the Obama administration's nuclear deal with Iran and wanting to jettison the Affordable Care Act.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/former-n-y-gop-gov-pataki-running-for-president-in-2016/",
    "party": "R",
    "name": "George Pataki",
    "droppedout": ""
  },
  {
    "id": 19,
    "title": 19,
    "question": "I’m the governor of Ohio (the big Midwestern state that is key to any presidential election). I was in the U.S. House before that, where I balanced the federal budget – no kidding! I’ve also hosted a show on Fox News. I’m:",
    "hintimage": "./assets/KasichSilo.jpg",
    "image": "./assets/KasichRed.jpg",
    "finalimage": "./assets/KasichBW.jpg",
    "summary": "Kasich, 63, hates a deficit. A nine-term congressman, he chaired the House Budget Committee in the 1990s and was architect of 1997’s balanced (and ultimately, surplus) federal budget. He also chaired the panel that overhauled the welfare system, and championed reforms in defense spending. As governor since 2011, he has eliminated Ohio's $8 billion shortfall and reduced taxes by $3 billion. And yet he has been criticized as insufficiently conservative for progressive policies in areas such as education - and especially for expanding Ohio’s Medicaid program under Obamacare. He’s blunt, can be abrasive and prefers not to toe a party line. \"John is a breath of fresh air,\" says former White House press secretary Ari Fleischer. \"He is a different kind of Republican.\" But he’s polling right now at around 5 percent.",
    "storyurl": "http://www.seattletimes.com/nation-world/ohio-gov-kasich-is-16th-notable-entry-into-gop-race/",
    "party": "R",
    "name": "John Kasich",
    "droppedout": ""
  },
  {
    "id": 20,
    "title": 20,
    "question": "I was a highly decorated Marine officer in Vietnam. Later, I was the Navy secretary, an assistant defense secretary and a U.S. senator from Virginia. I’m from a military family, but I famously opposed the Iraq war. I am:",
    "hintimage": "./assets/WebbSilo.jpg",
    "image": "./assets/WebbBlue.jpg",
    "finalimage": "./assets/WebbBW.jpg",
    "summary": "Webb, 69, is from a line of citizen-soldiers dating to the Revolutionary War, a history he documented in one of his 10 books. A Marine company commander in Vietnam, Webb received the Navy Cross, Silver Star, two Bronze Stars and two Purple Hearts. He was secretary of the Navy under Reagan. He's the author of novels and nonfiction and is a filmmaker, winning an Emmy for a PBS documentary on U.S. Marines killed in Beirut. In 2002, he wrote an op-ed opposing the impending Iraq war, and has called it “the greatest strategic blunder in modern memory.” At a 2006 White House reception, he and President Bush had a tense confrontation over Webb’s son Jimmy, a Marine serving in Iraq. In his Senate tenure, he was best known for sponsoring a post-9/11 GI Bill. In the 2016 campaign, expect Webb to draw distinctions between himself and Hillary Clinton, who voted as a senator to authorize the Iraq invasion.",
    "storyurl": "http://www.seattletimes.com/nation-world/former-virginia-sen-jim-webb-to-run-for-president/",
    "party": "D",
    "name": "Jim Webb",
    "droppedout": "x"
  },
  {
    "id": 21,
    "title": 21,
    "question": "I’m Rhode Island’s former governor and former U.S. senator. My dad had both those jobs, too. I used to be the Senate’s most liberal Republican. Now I’m running as a Democrat. I am:",
    "hintimage": "./assets/ChafeeSilo.jpg",
    "image": "./assets/ChafeeBlue.jpg",
    "finalimage": "./assets/ChafeeBW.jpg",
    "summary": "Chafee, 62, is best known as the only Republican senator to vote against authorizing the Iraq war in 2002. He was already left-leaning by GOP standards on issues such as gay marriage, immigrant rights and abortion. When he lost reelection in 2007, he left the Republican Party, ran for governor as an independent, then became a Democrat three years into his term. Observers have questioned the seriousness of his campaign, and so far, he has done no real fundraising – more than 90 percent of the $396,000 he reported raising was a personal loan. Fun fact: After graduating from Brown University with a degree in the classics, Chafee attended Montana State University’s Farrier School. (That’s horseshoeing.) He worked for seven years shoeing racehorses at tracks across North America.",
    "storyurl": "http://www.seattletimes.com/nation-world/nation-politics/chafee-to-unveil-presidential-run-puzzling-longtime-allies/",
    "party": "D",
    "name": "Lincoln Chafee",
    "droppedout": ""
  },
  {
    "id": 22,
    "title": 22,
    "question": "I’m a former one-term governor of Virginia and former Republican National Committee chairman. I’m the latest to enter the race, because I’m unimpressed with the other candidates. I also ran for president in 2007, so surely you remember me. Or, um, perhaps not. I’m:",
    "hintimage": "./assets/GilmoreSilo.jpg",
    "image": "./assets/GilmoreRed.jpg",
    "finalimage": "./assets/GilmoreBW.jpg",
    "summary": "Gilmore, 65, is the 17th Republican to run. And he’s the longest of the long-shots, without the name recognition or money of others. He was an Army intelligence officer during the Cold War and has foreign-policy expertise, and was Virginia’s governor in 1998-2002. He briefly ran for president in 2007 but didn’t raise much money. In 2008, he lost a Senate race. With such a vast field, why is he running? From his website: “That’s a fair question, and deserves a straight answer. I’m a candidate for president because our current Washington leadership is guiding America on a path to decline and I can reverse that decline. … I have a vision for a different America. One that will return America’s policies of a dynamic entrepreneurial free market economy and a policy of peace through strength for our national security.”",
    "storyurl": "http://www.seattletimes.com/nation-world/former-virginia-gov-jim-gilmore-plans-presidential-run/",
    "party": "R",
    "name": "Jim Gilmore",
    "droppedout": ""
  }
]